Repository: mfd2144/BabyWalkieTalkie.
Catalog: BabyWalkieTalkie/Resources/*.lproj/Localizable.strings
Languages: tr

# firstPC.title
source: Baby Walkie Talkie
tr: Bebek Telsizim

source: Log In
tr: Giriş Yap

# firstPC.create
source: Create New Account
tr: Yeni Hesap Oluştur

# Signup.title
source: Sign Up
tr: Kayıt Ol

# Signup.subtitle
source: Fill all empty fields
tr: Bütün boş alanları doldurunuz.

# Signup.emailPlaceholder
source: Enter your email address
tr: Email adresinizi girin

# Signup.emailPlaceholder2
source: Re-enter your email address
tr: Email adresinizi tekrar girin

# Signup.namePlaceholder
source: Enter your user name
tr: Kullanıcı adınızı girin

# Signup.passwordPlaceholder
source: Enter a password
tr: Bir şifre girin

# Signup.button
source: Sign Up
tr: Kayıt ol

source: Caution
tr: İkaz

source: Unknown Error
tr: Bilinmeyen Hata

# Signup.invalidPassword
source: Invalid Password.Password must have minimum 6 characters containing letters and numbers.
tr: Geçersiz şifre. Şifre harf ve rakamlardan oluşan minimum 6 karakterden oluşmalıdır.

# Signup.invalidEmail
source: Invalid Email.Check your email address
tr: Geçersiz email adresi. Email adresinizi kontrol edin

# Signup.emptyField
source: You must enter a username
tr: Bir kullanıcı adı giriniz

# Signup.emailError
source: Email addresses must be same
tr: Email adresleri aynı olmalı

# Firebase.error
source: An error occured:
tr: Hata meydana geldi:

source: Log out
tr: Çıkış Yap

# LogOut.message
source: Are you sure to log out ?
tr: Çıkış yapmak istediğinizden emin misiniz?

source: Cancel
tr: İptal

# Login.emailplaceholder
source: Enter your email
tr: Mail adresinizi girin

# Login.passwordplaceholder
source: Enter your password
tr: Parolanızı girin

# Login.forgotPassword
source: Forgot password?
tr: Şifremi unuttum?

# Login.labelText
source: Don't have a account?
tr: Henüz hesabınız yok mu?

# Firebase.unknownError
source: Unknown Error
tr: Bilinmeyen Hata

source: Error
tr: Hata

source: or
tr: veya

# Google
source: Sign in with Google
tr: Google ile bağlan

# Facebook
source: Sign in with Facebook
tr: Facebook ile bağlan

# Apple
source: Sign in with Apple
tr: Apple ile bağlan

source: Ok
tr: Tamam

# PasswordLocal.trouble
source: Trouble logging in?
tr: Parolayı Unuttum?

# PasswordLocal.troubleDescription
source: Enter your email address, app will send you a link to get back into your account.
tr: Mail adresinizi girin,uygulama size hesabınızı kurtarmanız için link gönderecek.

# PasswordLocal.send
source: Send Link
tr: Link Gönder

# PasswordLocal.back
source: Back To Log In
tr: Bağlan Sayfasına Geri Dön

# PasswordLocal.FBCancel
source: Facebook login cancelled
tr: Facebookla bağlanma iptal edildi

# PasswordLocal.sentMessage
source: Link will sent your email address.Check your mails.
tr: Link email adresinize gönderildi. Mail adresinizi kontrol edin.

# googleSignError
source: Google sign in error
tr: google ile bağlantı hatası

source: Connect
tr: Bağlan

source: Disconnect
tr: Bağlantıyı Kes

source: Loading
tr: Yükleniyor

source: Purchase
tr: Satın Al

# Parent
source: Parent Walkie Talkie
tr: Ebevyn Telsizi

# Baby
source: Baby Walkie Talkie
tr: Bebek Telsizi

# Select
source: Set your device as
tr: Cihazı ayarlayın

source: Settings
tr: Ayarlar

# Upgrade
source: Upgrade your membership
tr: Üyeliği yükselt

# DisconnectRequest
source: Are you sure to disconnect
tr: Bağlantıyı kesmek istiyor musun?

source: Accept
tr: Kabul

source: Open Channel
tr: Kanal Aç

# SearchChannel
source: Search For Channel
tr: Kanal Ara

source: Connecting
tr: Bağlanıyor

source: Alert
tr: İkaz

source: Log Out Error
tr: Çıkış yapma hatası

source: Try Again
tr: Tekrar Dene

# OneDay
source: Demo - One day left
tr: Demo - 1 gün kaldı

# TwoDays
source: Demo - Two days left
tr: Demo - 2 gün kaldı

# ThreeDays
source: Demo - Three days left
tr: Demo - 3 gün kaldı

# DaysFinished
source: Demo finished
tr: Demo bitti

source: Buy
tr: Satın Al

source: Bad Connection
tr: Zayıf Bağlantı

# BadConnectionDefine
source: Check your internet connection
tr: Lütfen internet bağlantınızı kontrol edin

source: Demo Caution
tr: Demo İkazı

# DemoCautionDefine
source: Demo version finished. For using application more you need to purchase one packet.
tr: Demo versiyonu sona erdi. Uygulamayı daha fazla kullanabilmek için bir paket satın almalısınız.

# IAPLocal.savingError
source: Data saving error. Please restart application.
tr: Veri yükleme hatası. Lütfen uygulamayı yeniden başlatın.

# IAPLocal.checkTransactionError
source: Transaction checking error
tr: İşlem kontrol hatası

source: Connect to
tr: Bağlanıyor

# Face.Error
source: Facebook Login Error
tr: Facebook Kullanıcı Girişi Hatası,

source: Verification Error
tr: Doğrulama Hatası

source: Empty Data
tr: Boş Data

# verificationMail
source: Email Verification
tr: Mail Doğrulama

# verificationMailDes
source: Verification mail sent to your email address. Please verify your email address before go on.
tr: Mailinize doğrulama kodu gönderildi. Devam etmeden önce lütfen mailinizi doğrulayınız.

# registerSuccess
source: Successfully Registered
tr: Başarıyla Kaydolundu

# goBack
source: Back
tr: Geri

# diffEmailCaution
source: Email adresses must be same!
tr: Email adresleri aynı olmalı!

source: Not available
tr: Mevcut değil

# diffAccount
source: Must be different account
tr: Farklı bir hesap olmalı.

# networkCaution
source: Please allow local network usage in settings
tr: Lütfen ayarlardan local ağ kullanımana izin verin!

# restartAppCaution
source: Please restart application.
tr: Lütfen uygulamayı yeniden başlatın.

# babyImportantCaution
source: Please go to your baby. Baby device doesn't give any response.
tr: Lütfen bebeğinizin yanına gidin. Bebeğinizin cihazı cevap vermiyor.

# parentCaution
source: Already parent device login to system. Please change device role.
tr: Sistemde ebevyn telsizi ile giriş yapılmış cihaz var. Lütfen cihazın rolünü değiştirin.

# babyCaution
source: Already baby device login to system. Please change device role. If a baby monitor is already connected, please do not try again, otherwise the baby monitor may lose connection.
tr: Sistemde bebek telsizi ile giriş yapılmış cihaz var. Lütfen cihazın rolünü değiştirin. Halihazırda bir bebek telsizi bağlıysa lütfen tekrar denemeyin, aksi takdirde bebek telsizi bağlantıyı kaybedebilir.

# noBabyDevice
source: Baby device isn't connected yet
tr: Bebek telsizi sisteme henüz bağlanmamış

# userUnpair
source: Other device unpaired.
tr: Diğer cihaz eşleştirmeyi kaldırdı.

# videoPurchaseCaution
source: You must purchase video package first.
tr: Önce video paketi satın almalısınız.

# lackOfPairedDev
source: There isn't any paired device yet
tr: Henüz eşleştirilmiş cihaz yok.

source: Other user disconnected
tr: Diğer kullanıcının bağlantısı kesildi.

source: Close
tr: Kapat

source: Speak
tr: Konuş

source: Camera
tr: Kamera

source: Link
tr: Bağlantı

source: Crying
tr: Ağlıyor

source: Token Error
tr: Token Hatası

source: Up
tr: Artır

source: Down
tr: Azalt

source: Dim
tr: Karart

source: Sensitivity
tr: Hassasiyet

# agoraError
source: Error, code:
tr: Agora id hatası. Lütfen uygulamayı tekrar başlatın.

# tryOtherWay
source: Try other ways to login
tr: Lütfen giriş yapmak için başka bir yol seçin.

# paymentError1
source: Payment service error code 1.Please contact.
tr: Ödeme servisi hatası: Kod 1. Lütfen iletişime geçin

# paymentError2
source: Payment service error code 2.Please contact.
tr: Ödeme servisi hatası: Kod 2. Lütfen iletişime geçin

# transactionError
source: Transaction data save error. Please restart application
tr: Ödeme datası hatası. Lütfen uygulamayı kaptıp açın.

# nonceError
source: Unable to generate nonce. SecRandomCopyBytes failed with OSStatus
tr: Nonce oluşturulamadı.

# emptyFieldError
source: Empty textfield.
tr: Boş metin alanı.

# unsufficientText
source: Text must be longer.
tr: Metin daha uzun olmalıdır.

# unvalidText
source: Textfield must contain case and number.
tr: Metin kutusu harf ve rakam içermelidir.

# userSavingError
source: User couldn't created.
tr: Kullanıcı oluşturulamadı.

# babyStillOnline
source: When baby walkie talkie is online,you can not disconnect your device.
tr: Bebek telsizi çevrimiçi olduğunda, cihazınızın bağlantısını kesemezsiniz.

# agoraWarning
source: Warning, code :
tr: İkaz, kod :

# otherDeviceLeave
source: Baby device disconneted.
tr: Bebek telsizinin bağlantısı koptu.

# leaveChannel
source: You left the channel
tr: Kanaldan ayrıldınız.

# joinChannel
source: You joined the channel
tr: Kanala girdiniz.
